<?php
/**
 * Translation file
 * 
 * @license    http://opensource.org/licenses/MIT MIT
 * @link       https://github.com/jorani/jorani
 * @since      0.4.4
 * @author     Heng Vongkol
 */

$lang['overtime_index_title'] = 'សំណើបន្ថែមម៉ោងរបស់បុគ្គលិករួចបញ្ចូនមកខ្ញុំ';
$lang['overtime_index_description'] = 'អេក្រង់នេះរាយសំណើបន្ថែមម៉ោងដែលបានដាក់ជូនទៅអ្នក ​។ ប្រសិនបើអ្នកមិនមែនជាអ្នកគ្រប់គ្រងទេនោះ បញ្ចីនេះនឹងទទេ.';
$lang['overtime_index_thead_tip_view'] = 'បង្ហាញ';
$lang['overtime_index_thead_tip_accept'] = 'ទទួលយកបាន';
$lang['overtime_index_thead_tip_reject'] = 'បដិសេធចោល';
$lang['overtime_index_thead_id'] = 'លេខអត្តសញ្ញាណ';
$lang['overtime_index_thead_fullname'] = 'ឈ្មោះពេញ';
$lang['overtime_index_thead_date'] = 'កាលបរិច្ឆេទ';
$lang['overtime_index_thead_duration'] = 'រយៈពេល';
$lang['overtime_index_thead_status'] = 'ស្ថានភាព';
$lang['overtime_index_button_export'] = 'បញ្ជីនាំចេញ';
$lang['overtime_index_button_show_all'] = 'សំណេីទាំងអស់';
$lang['overtime_index_button_show_pending'] = 'សំនើរដែលមិនទាន់​បានទទូលយក';

$lang['overtime_reject_flash_msg_error'] = 'អ្នកគឺមិនមែនជាអ្នកគ្រប់គ្រងទូទៅនៃបុគ្គលិកនេះទេ ​។ អ្នកមិនអាចបដិសេធសំណើបន្ថែមម៉ោងនេះឡើយ ។';
$lang['overtime_reject_flash_msg_success'] = 'សំណើបន្ថែមម៉ោងនេះត្រូវបានច្រានចោលដោយជោគជ័យ។';
$lang['overtime_accept_flash_msg_error'] = 'លោកអ្នកមិនមែនជាអ្នកគ្រប់គ្រងរបស់និយោជិកនេះទេ។ លោកអ្នកមិនអាចទទួលយក ការស្នើរសុំបន្ថែមម៉ោងនេះទេ។';
$lang['overtime_accept_flash_msg_success'] = 'សំណើបន្ថែមម៉ោងត្រូវបានទទួលយកដោយជោគជ័យ។';

$lang['overtime_export_title'] = 'បញ្ជីនៃសំណើសុំក្រៅម៉ោង';
$lang['overtime_export_thead_id'] = 'លេខអត្តសញ្ញាណ';
$lang['overtime_export_thead_fullname'] = 'ឈ្មោះពេញ';
$lang['overtime_export_thead_date'] = 'កាលបរិច្ឆេទ';
$lang['overtime_export_thead_duration'] = 'រយៈពេល';
$lang['overtime_export_thead_cause'] = 'មូលហេតុ';
$lang['overtime_export_thead_status'] = 'ស្ថានភាព';
